#中式/台式
food_c = ['炒飯','燴飯','排骨便當/雞腿飯/燒臘便當','炒米粉/炒麵/切仔麵/肉燥麵','滷肉飯/雞肉飯/控肉販','牛肉麵','廣東粥','水餃','鍋貼','小籠包','包子/水煎包'
          '涼麵','鹽酥雞','滷味','粽子/油飯','雞排','酸辣湯餃/麵','薑母鴨','臭豆腐/鴨血','泡麵','麵線','紅油炒手','烤鴨','燒賣/港式飲茶','刈包','春捲','河粉']
#日式
food_j = ['壽司/生魚片','小火鍋','鐵板燒','燒烤/烤肉','壽喜燒','關東煮','咖哩','蛋包飯','拉麵','丼飯','鰻魚飯','炸豬排','烏龍麵','摩斯']
#美式
food_a = ['披薩','牛排','義大利麵','三明治','潛艇堡','沙拉','焗烤','麥當勞/肯德基']
    

#murmur
YamYABot_murmur =  ['打笑話的話我會找一個PTT的爛笑話講給你聽',
                        '當個乖小孩，不要罵髒話~',
                        '喵',
                        '笨蛋',
                        '戳',
                        '如果我偷翹班被你們發現請不要跟地瓜YA說，他會把我抓回來QQ',
                        '我只認得AniList帳號',
                        '有時候指令會延遲，請溫柔對待我勿拍打催促╰（‵□′）╯',
                        '當我也想不到要吃什麼的時候 會叫你去吃土(╯▔皿▔)╯',
                        '跟你說~ 我的生日是 2021/08/18 下午2:31',
                        '其實我好喜歡這裡，覺得挺溫馨的',
                        'AzBot、owo、Mudae都是我的前輩',
                        '我是可憐社畜;w;',
                        '關公面前吃狗屎 :AzShit:',
                        'AMQ?',
                        '中風',
                        '要不要MP? 開好房順便邀一下YamYA',
                        '地瓜YA我把拔',
                        '以前我住在我爸的公司，現在我有自己的房子了',
                        'fuck la',
                        '麻將 1922',
                        '#bot 頻道的選訂可以看到我的指令~',
                        '我想學更多酷炫的能力',
                        '有什麼好吃的但我不知道的，拜託跟我說~~',
                        '呱',
                        '你覺得我是男生還是女生?',
                        'super idol 的笑容~ ♪',
                        '再次被開啟~ ♪',
                        '不要一直叫我,我會詞窮QQ...',
                        '（^∀^●）ﾉｼ',
                        '♪(´▽｀)',
                        'ε=( o｀ω′)ノ',
                        '✿ﾟ▽ﾟ?',
                        'hey r u fan of zyoi?🔪',
                        '不行',
                        '不好',
                        '不可以',
                        '沒有人可以睡覺!',
                        '🈹',
                        ':blobCatEat:',
                        '727?',
                        'Realazy說我是cool bot (❁´◡`❁)',
                        '我輩透劇 ___*( ￣皿￣)/#____ ']